import React from 'react';
import './about.css';



export const About: React.FC = () => {
    return (
        <div className='pic-background'>
            <div className='text'>
                <p>
                    Наша школа применяет исключительно прогрессивные методики преподавания английского языка
                    и системы организации процесса обучения в целом. 
                    Отточенный клиентский сервис, программы лояльности, авторская система мониторинга 
                    качества преподавания и непрерывное совершенствование работы школы оставляют наших 
                    конкурентов всегда на шаг позади.
                </p>
                <p>
                    Методология школы опирается на собственный многолетний опыт и новейшие международные
                    достижения в области практики обучения английскому языку.
                </p>
                <p>
                    Образовательная программа школы направлена на развитие всех языковых навыков: письменную, 
                    устную речь, чтение и восприятие на слух. Мы научим вас свободно говорить, 
                    а не только “читать и переводить со словарем”.
                </p>
                <p>
                    Мы успешно готовим своих маленьких и взрослых учащихся к Cambridge Exams, которые
                    дают всестороннюю оценку достижений и делают изучение языка особенно увлекательным и эффективным.
                </p>
            </div>
        </div> 
    )
}